[
  {
    "id": "1af0jruup5gu",
    "title": "Beyond Provenance: Black Speculative Futures on the Blockchain",
    "channel": "At 2 Chiyoda Trace, near Tokyo(41E,651N,)",
    "image": "https://cubes-server.herokuapp.com/imgs/beyondProvenance.png",
    "description": "ONE/OFF welcomes you to the largest exhibition of work from Black artists on the blockchain. International in scope, the show features artists from across the African diaspora representing South Africa, Nigeria, Ghana, Kenya, the United Kingdom, Germany, Mexico, and the United States. All works are sourced from several crypto art marketplaces including: known origin, Async Art, Super Rare, Makers Place, Rariable, Open Sea and NFT Showroom. The curatorial themes, by which the galleries are categorized, are: AfroFuturism, AfroSurrealism, Black Popular Culture, and Black Figurative Artwork —these are a node to the Centre for Black Visual Culture at, NYU, led by Dr.Deborah Willis. Through this exhibition and future projects, ONE/OFF seeks to expand on the CBVC’s scholarly and artistic inquiry into the exploration and critical evaluation of images, including the development of visual technologies and bringing it into the crypto space.",
    "views": "2,043,765",
    "likes": "400,058",
    "duration": "12:02",
    "video": "https://www.cryptovoxels.com/play?coords=N@43E,653N",
    "audio": "true",
    "audiofile": "https://cubes-server.herokuapp.com/audio/Beyond-provenance.m4a",
    "timestamp": "12.28.2020",
    "comments": []
  },
  {
    "id": "1aivjruutn6a",
    "title": "THIRST ART",
    "channel": "Bare",
    "image": "https://cubes-server.herokuapp.com/imgs/thirst.png",
    "description": "It seems like a joke, but there’s a deeper meaning to these salacious pictures; some men in crypto want to make sure the emerging non-fungible token space doesn’t become as misogynistic as the legacy mediums it’s coming to replace. It all started with a CoinDesk article, published back in September, about how women in crypto are leveraging “thirst trap” NFTs to take ownership of their public image. The article posits that women can use these tools to choose how they want to present themselves to the world, and profit from it. Men have been able to sexualize women or demean them for their appearance; now crypto offers a way for women to take control and benefit from their sex appeal with NFT thirst traps. But to be clear, a thirst trap is a picture taken with the intent to sexually entice people. However Words matter, and so do connotations. “Thirst trap” is a loaded term that implies a person is intentionally taking sexualized pictures. Writing about how someone is selling thirst trap pictures for thousands of dollars and comparing them to a famous sex worker paints a very different picture than writing about how someone is playing around with turning selfies into NFTs.",
    "views": "16,950",
    "likes": "3,856",
    "duration": "4:13",
    "video": "https://www.cryptovoxels.com/play?coords=E@739W,677S,11F",
    "timestamp": "2021",
    "comments": []
  },
  {
    "id": "1a3cjruucpf7",
    "title": "Frewuhn",
    "channel": "CAMHLAB: Contemporary Art Museum of Houston",
    "image": "https://cubes-server.herokuapp.com/imgs/frewuhn.png",
    "description": "Frewuhn’s Freedom Summer Mixtape Temple is an immersive digital gallery showcasing archival mixed media works created during the artist’s CAMHLAB (Contemporary Art Museum Houston) residency. This virtual space features in-depth artist interviews, panel discussions, recorded performances, and sound installations designed for viewers to experience inside the ONE / OFF Black Arts District on Cryptovoxels. Explore the Temple and meet with Frewuhn to ask questions about her work, process, and residency at CAMH. These panel discussions which can be watched through embedded Youtube's, pose the question, how do we define protest? And how can these definitions be reimagined for the future?  Follow CAMH’s Instagram (@camhouston) for more information about Frewuhn’s work with the future of protest and how to engage with this digital world.",
    "views": "739,945",
    "likes": "98,352",
    "duration": "8:34",
    "video": "https://www.cryptovoxels.com/play?coords=S@31E,630N",
    "timestamp": "2021",
    "comments": []
  },
  {
    "id": "1am3jruuwagz",
    "title": "Collection",
    "channel": "Zonked",
    "image": "https://cubes-server.herokuapp.com/imgs/zonked.png",
    "description": "Placeholder text",
    "views": "72,342",
    "likes": "8,785",
    "duration": "2:59",
    "video": "https://www.cryptovoxels.com/play?coords=E@5E,543N",
    "timestamp": "2021",
    "comments": []
  },
  {
    "id": "1akljruuvhzt",
    "title": "Zach Murray",
    "channel": "artist's gallery",
    "image": "https://cubes-server.herokuapp.com/imgs/zacheryMurray.png",
    "description": "ITERATIVE FANTASY combines COSMOZACH’s influence of science fantasy and his commitment to the iterative process. His works include fantasy dreamscapes, digital collages, photo manipulations adn glitch art.",
    "views": "345,987",
    "likes": "76,588",
    "duration": "12:26",
    "video": "https://www.cryptovoxels.com/play?coords=NW@32E,615N",
    "timestamp": "2021",
    "comments": []
  },
  {
    "id": "1ae5jruuoc4q",
    "title": "A trip to Euro (island)",
    "channel": "Euro Tour",
    "image": "https://cubes-server.herokuapp.com/imgs/monaLisa.png",
    "description": "Worried about finding the perfect travel accommodations? There are many things to consider when booking an accommodation. Consider picking the right location. Location is an important consideration for an enjoyable stay. Check the rating and price. Consider apartment or condo rentals. Weigh the food options. Is it family-friendly? Watch for extra fees. Assess the on-site amenities.",
    "views": "252,796",
    "likes": "4,905",
    "duration": "7:31",
    "video": "https://www.cryptovoxels.com/play?coords=NE@117W,666N",
    "timestamp": "March 21, 2021",
    "comments": []
  },
  {
    "id": "4af600cf-9089-4d6d-927a-497058903299",
    "title": "Royal Academy of London",
    "channel": "Royal academy vitual !2",
    "description": "so this is a great exhibition",
    "timestamp": "null",
    "video": "https://www.youtube.com/embed/mUF5ZIehenU",
    "image": "https://cubes-server.herokuapp.com/imgs/floatingCube.jpg",
    "comments": []
  },
  {
    "id": "4af600cf-9089-4d6d-927a-100100100100",
    "title": "Everything is Connected",
    "channel": "Parcel #4661",
    "description": "Each piece was started from the same seed that grew it's bone structure. They are unique and limited variations grown like organisms in the digital space.",
    "timestamp": "null",
    "video": "https://www.youtube.com/embed/mUF5ZIehenU",
    "image": "https://cubes-server.herokuapp.com/imgs/floatingCube.jpg",
    "comments": []
  }
]
